Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.d6cdc9900460
source: 回復不能な量を増やさない
ar_sa: لا تزيد المبالغ التي لا يمكن إصلاحها
ca: No augmenteu quantitats irreparables
cs: Nezvyšujte množství, které nelze obnovit.
da: Undgår at øge ugennablelig mængde
de_de: Vermeiden Sie es, unmöglich zu erreichbare Mengen zu erhöhen
el: Μην αυξάνετε τις μη αποκαταστατικές ποσότητες.
en_au: Do not increase the amount that cannot be recovered
es_es: No aumentes la cantidad que no se puede recuperar
fi: Älä yritä palautua liikaa
fr_ca: Ne pas augmenter les quantités non récupérables
gu: જેને પુનઃપ્રાપ્ત કરી શકાતું નથી, તેની માત્રામાં વધારો કરશો નહીં
he: לא להגדיל את כמות השרירים שאינן מתאוששות
hi: अधिक पुनर्प्राप्ति नहीं
hr: Ne povećavajte neizvedive količine
hu: Ne növeld a nem gyógyuló mennyiséget.
id: Jangan meningkatkan jumlah yang tidak bisa dipulihkan
it: Non aumentare le quantità non recuperabili
ko: 회복 불가능한 양을 늘리지 않습니다
mr: असं पुनर्प्राप्ती टाळा
ms: Jangan meningkatkan jumlah yang tidak boleh dipulihkan
nl_nl: Vermijd het vergroten van onherstelbare hoeveelheden
no: Unngå å øke mengden som ikke kan restitueres
pl: Nie zwiększaj maksymalnej ilości, której nie da się odzyskać
pt_br: Não aumente a quantidade que não pode ser recuperada
pt_pt: Não aumente a quantidade que não pode ser recuperada
ro: Nu creșteți cantitatea imposibil de recuperat
ru: Не увеличивайте объем, который невозможно восстановить.
sk: Nezvyšujte množstvo, ktoré sa nedá rekonštruovať.
sl: Ne povečujte količino, ki ni mogoče obnoviti
sv: Undvik att öka den icke-återhämtningsbara mängden
ta: மீட்டெடுக்க முடியாத அளவை அதிகரிக்க வேண்டாம்
te: పునరుద్ధరణ సాధ్యం కాని మొత్తాన్ని పెంచకూడదు
th: อย่าเพิ่มปริมาณที่ไม่สามารถฟื้นตัวได้
tr: İyileşemeyeceğiniz miktarları artırmayın.
uk: Не збільшуйте невідновлювану кількість.
vi: Không tăng lượng không phục hồi
zh_hans: 不要增加无法恢复的数量
zh_hant: 不要增加无法恢复的部分

# domain_catalog.d76841a395cb
source: 空腹と継続性を確認
ar_sa: تحقق من جوعك ومثابرتك
ca: Comproveu la vostra gana i persistència
cs: Ověřte si hlad a schopnost pokračovat.
da: Bekræft din sult og kontinuitet
de_de: Überprüfung von Hunger und Kontinuität
el: Ελέγξτε την πείνα και τη συνέπεια.
en_au: Check for hunger and consistency
es_es: Verifique el hambre y la continuidad.
fi: Tarkista nälkä ja jatkuvuus
fr_ca: Vérifiez votre appétit et votre capacité à persévérer.
gu: ખાલીપો અને સતત પ્રયત્નોની ખાતરી કરો.
he: לבדוק רעב ויכולת המשך
hi: भूख और निरंतरता की पुष्टि करें।
hr: Potvrdite glad i kontinuitet.
hu: Ellenőrizze az éhséget és a következetességet.
id: Periksa rasa lapar dan kemampuan untuk terus berolahraga.
it: Verificare la fame e la costanza
ko: 배고픔 및 지속 가능성 확인
mr: आणि नियमित व्यायाम करत राहा.
ms: Pastikan rasa lapar dan konsisten
nl_nl: Controleer je honger en voortdurende inspanning.
no: Bekreft sult og kontinuitet
pl: Sprawdź poziom głodu i możliwość kontynuowania ćwiczeń.
pt_br: Verifique o apetite e a consistência do treino.
pt_pt: Verifique o apetite e a consistência do treino.
ro: Verificați foamea și continuitatea
ru: Убедитесь в наличии голода и возможности продолжать тренировки.
sk: Potvrďte hlad a schopnosť pokračovať.
sl: Potrdite laž in kontinuiteto.
sv: Bekräfta hunger och kontinuitet
ta: உணவு மற்றும் தொடர்ச்சியான பயிற்சியை உறுதிப்படுத்திக் கொள்ளுங்கள்.
te: ఆకలి మరియు నిరంతర ప్రయత్నాన్ని నిర్ధారించుకోండి.
th: ตรวจสอบความรู้สึกหิวและความต่อเนื่องในการออกกำลังกาย
tr: Açlık ve sürekliliği kontrol edin
uk: Перевіряйте рівень голоду та можливість продовжувати заняття.
vi: Xác nhận cảm giác đói và tính kiên trì
zh_hans: 确认饥饿感和持续性
zh_hant: 確認飢餓感和持續性

# domain_catalog.d84c7a574f52
source: 痛みを診断しない
ar_sa: عدم تشخيص الألم
ca: no diagnosticar dolor
cs: Neprovádíme diagnostiku bolesti.
da: Ingen diagnose af smerter
de_de: Keine Diagnose von Schmerzen
el: Δεν παρέχουμε ιατρικές συμβουλές.
en_au: Do not diagnose pain
es_es: No proporciona diagnósticos ni tratamientos médicos.
fi: Ei anna lääketieteellisiä diagnooseja
fr_ca: Ne pas faire de diagnostic médical.
gu: દર્દનું નિદાન કરશો નહીં.
he: לא לנסות לאבחן כאבים
hi: दर्द का निदान नहीं करना।
hr: Ne dijagnosticirajte bol.
hu: Nem diagnosztikus
id: Tidak memberikan diagnosis atau saran medis.
it: Non fornire diagnosi mediche
ko: 통증 진단을 하지 않음
mr: दुखापतीचे निदान करत नाही.
ms: Tidak memberikan diagnosis sakit
nl_nl: Geen diagnose of behandeling.
no: Gir ikke diagnose av smerter
pl: Nie diagnozuje bólu.
pt_br: Não faz diagnósticos médicos.
pt_pt: Não faz diagnósticos médicos.
ro: Nu faceți diagnostic medical
ru: Не проводите диагностику боли.
sk: Neinterpretujeme bolesť.
sl: Ne opravljajte diagnoz.
sv: Vi ger inte medicinska råd.
ta: வலி பற்றி மருத்துவ ஆலோசனை பெற வேண்டாம்.
te: నొప్పిని నిర్ధారించము
th: ไม่ทำการวินิจฉัยอาการเจ็บปวด
tr: Ağrıları teşhis etmeyin
uk: Не робіть діагноз.
vi: Không đưa ra chẩn đoán về đau
zh_hans: 不要进行诊断
zh_hant: 不要進行診斷

# domain_catalog.d88484d584a8
source: AIの日次提案を読み取れませんでした。ローカル提案をそのまま使用します。
ar_sa: لم أتمكن من قراءة اقتراحات الذكاء الاصطناعي اليومية. قبول الاقتراحات المحلية كما هي.
ca: No he pogut llegir els suggeriments diaris de l'IA. Accepteu els suggeriments locals tal com són.
cs: Nepodařilo se načíst denní návrh od AI. Použijte lokální návrh přímo.
da: Kunne ikke læse AI's daglige forslag. Brug de lokale forslag direkte.
de_de: Die täglichen Vorschläge von KI konnten nicht gelesen werden. Verwenden Sie die lokalen Vorschläge direkt.
el: Δεν μπόρεσα να διαβάσω τις καθημερινές προτάσεις της τεχνητής νοημοσύνης. Θα χρησιμοποιήσω τις τοπικές προτάσεις απευθείας.
en_au: Could not read daily AI suggestions. Use local suggestions as is.
es_es: No pude leer la sugerencia diaria de IA. Utiliza la sugerencia local directamente.
fi: AI:n päivittäiset ehdotukset eivät voineet lukea. Käytetään paikallisia ehdotuksia sellaisenaan.
fr_ca: Impossible de lire la suggestion quotidienne de l'IA. Utiliser la suggestion locale.
gu: AI દ્વારા દૈનિક સૂચનો વાંચી શકાયા નથી. સ્થાનિક સૂચનોનો ઉપયોગ કરો.
he: לא הצלחתי לקרוא את ההמלצות היומיות של ה-AI. אשתמש בהמלצות המקומיות כפי שהן.
hi: AI का दैनिक सुझाव पढ़ने में असमर्थ। स्थानीय सुझाव का उपयोग करें।
hr: Nisam uspio pročitati dnevne preporuke od AI-a. Koristite lokalne preporuke.
hu: Nem sikerült feldolgozni az AI napi javaslatát. Használhatod a helyi javaslatot.
id: Tidak dapat membaca saran harian AI. Gunakan saran lokal secara langsung.
it: Non sono riuscito a leggere le proposte giornaliere dell'IA. Utilizzerò le proposte locali.
ko: AI의 일일 제안을 읽을 수 없습니다. 로컬 제안을 그대로 사용합니다.
mr: AI द्वारे दररोजचे सुचवलेले पर्याय वाचण्यात अयशस्वी. स्थानिक पर्याय वापरा.
ms: Tidak dapat membaca cadangan harian AI. Gunakan cadangan tempatan sahaja.
nl_nl: De dagelijkse suggesties van AI konden niet worden gelezen. Gebruik de lokale suggesties direct.
no: Kunne ikke lese AI-forslagene daglig. Bruk de lokale forslagene som de er.
pl: Nie udało się odczytać dziennej propozycji AI. Użyj lokalnej propozycji bezpośrednio.
pt_br: Não foi possível ler a sugestão diária da IA. Use a sugestão local diretamente.
pt_pt: Não foi possível ler a sugestão diária da IA. Use a sugestão local diretamente.
ro: Nu am putut citi sugestiile zilnice ale AI. Folosește sugestiile locale direct.
ru: Не удалось прочитать ежедневные рекомендации от ИИ. Используйте локальные рекомендации.
sk: Nepodarilo sa získať denné návrhy od AI. Použite lokálne návrhy priamo.
sl: Nismo uspešno prebrali dnevnih predlog AI. Uporabite lokalne predloge takšne, kot so.
sv: Kunde inte läsa AI:s dagliga rekommendationer. Använd istället de lokala rekommendationerna.
ta: AI தினசரி பரிந்துரைகளை படிக்க முடியவில்லை. உள்ளூர் பரிந்துரையை அப்படியே பயன்படுத்தவும்.
te: AI యొక్క రోజువారీ సూచనను చదవలేకపోయాము. స్థానిక సూచనను నేరుగా ఉపయోగించండి.
th: ไม่สามารถอ่านคำแนะนำประจำวันของ AI ได้ จะใช้คำแนะนำในเครื่องแทน
tr: AI günlük önerilerini okuyamadım. Yerel öneriyi olduğu gibi kullanacağım.
uk: Не вдалося прочитати щоденні рекомендації від AI. Використовуйте місцеві рекомендації без змін.
vi: Không thể đọc được đề xuất hàng ngày của AI. Sử dụng đề xuất cục bộ trực tiếp.
zh_hans: 无法读取AI的每日建议。直接使用本地建议。
zh_hant: 無法讀取AI的每日建議。將本地建議直接使用。

# domain_catalog.d8aff8197bf1
source: 食べたら写真か食品DBですぐ記録
ar_sa: عند تناول الطعام، قم بتسجيله على الفور باستخدام صورة أو قاعدة بيانات طعام
ca: Quan mengeu, registreu-ho immediatament amb una base de dades de fotos o aliments
cs: Po jídle snadno zaznamenejte pomocí fotografie nebo databáze potravin.
da: Tag et billede eller brug fødevare-databasen til at registrere det hurtigt.
de_de: Erfassen Sie Fotos oder Lebensmitteldaten direkt nach dem Essen.
el: Αντιγράψτε μια φωτογραφία ή χρησιμοποιήστε τη βάση τροφίμων για γρήγορη καταγραφή.
en_au: Take a photo or record immediately after eating.
es_es: Toma fotos o registra de inmediato en la base de datos de alimentos.
fi: Ota kuva tai kirjaa ruoka välittömästi ruokailun jälkeen tietokannasta.
fr_ca: Prenez des photos ou utilisez la base de données alimentaire pour enregistrer facilement.
gu: ખાવું પછી ફોટો અથવા ફૂડ ડેટાબેઝમાં તરત જ નોંધ કરો.
he: צלמו תמונה או השתמשו במסד הנתונים של מזון לאחר האכילה כדי לתעד.
hi: भोजन के बाद, तुरंत फोटो या खाद्य डेटाबेस में रिकॉर्ड करें।
hr: Snimite fotografiju ili unesite podatke o hranjivima u bazu podataka nakon jela.
hu: Rögzítse az étkezést képekkel vagy az élelmiszeradatbázis segítségével.
id: Ambil foto atau catat langsung di database makanan setelah makan.
it: Scatta una foto o registra subito nel database alimentare dopo aver mangiato.
ko: 먹은 후 사진 또는 식품 DB로 바로 기록
mr: जेवण झाल्यावर लगेच फोटो किंवा फूड डेटाबेसमध्ये नोंद करा.
ms: Ambil gambar atau gunakan pangkalan data makanan untuk mencatat segera.
nl_nl: Maak foto's of gebruik de voedingsdatabase om direct te registreren.
no: Ta et bilde eller bruk matdatabasen for å registrere måltidene raskt.
pl: Zrób zdjęcie lub skorzystaj z bazy danych produktów po posiłku, aby szybko zarejestrować.
pt_br: Tire uma foto ou registre os alimentos no banco de dados após a refeição.
pt_pt: Tire uma foto ou registre os alimentos no banco de dados após a refeição.
ro: Înregistrați imediat după masă, cu ajutorul unei fotografii sau al bazei de date cu alimente.
ru: Фото или база данных продуктов для быстрого внесения информации после еды.
sk: Po jedení zhotovte fotografiu alebo pridajte potraviny do databázy.
sl: Fotografirajte ali posredujte podatke iz baze podatkov o hrani po zaužitju.
sv: Ta foto eller registrera direkt i matdatabasen efter måltid.
ta: சாப்பிட்ட பிறகு புகைப்படம் அல்லது உணவு தரவுத்தளத்தில் பதிவு செய்யவும்.
te: తినేటప్పుడు ఫోటో తీయడం లేదా ఆహార డేటాబేస్ ద్వారా రికార్డ్ చేయవచ్చు.
th: ถ่ายรูปหรือบันทึกข้อมูลอาหารในฐานข้อมูลได้ทันทีหลังจากทาน
tr: Yediğiniz yiyecekleri fotoğraf veya gıda veritabanıyla kolayca kaydedin.
uk: Зробіть фото або запишіть у базі даних продуктів після їжі.
vi: Chụp ảnh hoặc ghi lại ngay sau khi ăn.
zh_hans: 吃完后立即拍照或记录到食品数据库
zh_hant: 吃完後，直接拍照或從食品資料庫記錄

# domain_catalog.d94b736f99ef
source: 股関節を曲げて上体を固定し、バーをみぞおち方向へ引く。
ar_sa: قم بثني الوركين للحفاظ على ثبات الجزء العلوي من جسمك واسحب الشريط نحو الضفيرة الشمسية.
ca: Doble els malucs per mantenir la part superior del cos estable i estira la barra cap al plexe solar.
cs: Ohněte kyčle a upevněte horní část těla, poté táhněte činku směrem k pasu.
da: Bøj i hofterne og fastgør overkroppen, og træk stangen mod maven.
de_de: Beuge deine Hüften und stabilisiere deinen Oberkörper, während du die Stange zur Mitte deines Bauches ziehst.
el: Λυγίστε τη μέση σας και σταθεροποιήστε το άνω μέρος του σώματός σας, τραβώντας το ράβδο προς την περιοχή της κοιλιάς.
en_au: Bend your hips to stabilize your upper body and pull the bar towards your abdomen.
es_es: Doblar las caderas para estabilizar el torso y tirar de la barra hacia el abdomen.
fi: Taiva lonkat ja tue ylävartaloa, vedä tanko vatsaan.
fr_ca: Pliez vos hanches pour stabiliser votre corps et tirez la barre vers le bas.
gu: પગની સાંધાને વાળીને શરીરને સ્થિર કરો અને બારને પેટ તરફ ખેંચો.
he: להתכופף את מפרק הישבן ולהגדיר את גוף העליון, תוך שאיבת המתח לכיוון הבטן.
hi: अपने कूल्हों को मोड़े और अपने ऊपरी शरीर को स्थिर रखें, फिर बार को अपनी पेट की ओर खींचें।
hr: Savijte kukove i stabilizirajte gornji dio tijela, povlačeći uteg prema trbuhu.
hu: Hajtsd ki a derékot, és stabilízd a felsőtestet, majd húzd lefelé a bárral.
id: Melengkungkan pinggul untuk menstabilkan tubuh bagian atas, lalu menarik bar ke arah perut.
it: Piega le anche per stabilizzare il tronco e tira la barra verso l'addome.
ko: 골반을 구부려 상체를 고정하고, 바를 배 쪽으로 잡아당깁니다.
mr: कूल्हे वाकवून शरीराचा वरचा भाग स्थिर ठेवा आणि बार पोटाच्या दिशेने ओढा.
ms: Menekukkan lutut untuk menahan bahagian atas badan, lalu menarik bar ke arah perut.
nl_nl: Buig je heupen om je bovenlichaam stabiel te houden en trek het gewicht naar je navel toe.
no: Bøy hoftene og stabiliser overkroppen, og trekk stangen mot magen.
pl: Zgiń biodra, aby ustabilizować tułów, a następnie pociągnij drążek w kierunku brzucha.
pt_br: Dobre o quadril e mantenha o tronco firme, puxando a barra em direção ao abdômen.
pt_pt: Dobre o quadril e mantenha o tronco firme, puxando a barra em direção ao abdômen.
ro: Îndoaie șoldurile pentru a menține echilibrul și trage bara spre abdomen.
ru: Согните тазобедренный сустав и зафиксируйте верхнюю часть тела, затем тяните штангу к животу.
sk: Vyrovnáme kĺb a upevňujeme ho.
sl: Zasukajte kolenske skle in stabilizirajte telo, nato pa potisnite ute proti trebuhu.
sv: Böj höfterna och fixera överkroppen, dra sedan stången mot magen.
ta: தொடை எலும்புகளை வளைத்து, உடலை நிலையாக வைத்து, பார்களை வயிற்றுப் பகுதிக்கு இழுக்கவும்.
te: కటి కీళ్లను వంచి, శరీరాన్ని పైకి ఉంచండి, బార్‌ను కడుపు వైపుకు లాగండి.
th: งอสะโพกและรักษาท่าทางลำตัว จากนั้นดึงบาร์ไปในทิศทางท้อง
tr: Kalçalarınızı bükün ve üst vücudunuzu sabitleyin, ardından bara karın bölgesine doğru çekin.
uk: Стисніть ноги та зафіксуйте верхню частину тіла, тягнучи штангу до живота.
vi: Gập khớp háng để giữ thăng bằng cơ thể, sau đó kéo thanh tạ về phía bụng.
zh_hans: 弯曲髋关节，固定上半身，并将杠杆向腹部方向拉
zh_hant: 彎曲髖關節，固定上身，並將槓桿拉向腹部

# domain_catalog.d9519ea3e1a9
source: 復帰コーチ
ar_sa: مدرب عائد
ca: entrenador de tornada
cs: Trenér pro návrat do formy
da: Tilbage-træner
de_de: Rückkehr-Coach
el: Επαγγελματίας καθοδηγητής
en_au: Return Coach
es_es: Entrenador de regreso
fi: Palautumistreeni
fr_ca: Coach de reprise
gu: પુનઃપ્રાપ્તિ કોચ
he: מאמן החזרה
hi: वापसी कोच
hr: Trener za oporavak
hu: Visszatérési edző
id: Pelatih Kembali
it: Allenamento di recupero
ko: 복귀 코치
mr: **प्रचारकर्ता**
ms: Pelatih Pemulihan
nl_nl: Terugkeer coach
no: Trener for rehabilitering
pl: Trener powrotu do zdrowia
pt_br: Treinador de Retorno
pt_pt: Treinador de Retorno
ro: Antrenor de recuperare
ru: Тренер по возвращению в форму
sk: Tréning pre návrat do fyzickej formy
sl: Trener za vrnitev v formo
sv: Återhämtningscoach
ta: திரும்புவதற்கான பயிற்சியாளர்
te: తిరిగి రావడం కోచ్
th: โค้ชฟิตเนส
tr: Geri Dönüş Koçu
uk: Тренер для відновлення
vi: Huấn luyện viên phục hồi chức năng
zh_hans: 恢复教练
zh_hant: 复归教练

# domain_catalog.d98fc69956aa
source: 肘の位置を固定し、反動を使わずに前腕を曲げる。
ar_sa: أبقِ مرفقك في وضع ثابت واثنِ ساعدك دون استخدام أي ارتداد.
ca: Mantingueu el colze en una posició fixa i doblegueu l'avantbraç sense fer servir cap retrocés.
cs: Zafixujte si pozici loktů a ohněte předloktí bez využití odrazové síly.
da: Fastgør albuerne og bøj forarmen uden at bruge kraft, så den peger fremad.
de_de: Fixiere deine Ellbogen und beuge deine Unterarme ohne Gegenschwung.
el: Σταθεροποιήστε τις αγκώνες σας και λυγίστε τον εξωτερικό βραχίονα χωρίς να χρησιμοποιείτε αντίδραση.
en_au: Fix your elbows and bend your forearm without using momentum.
es_es: Mantener la posición de los codos y flexionar el antebrazo sin utilizar la fuerza del impulso.
fi: Pidä kyynärpäät paikallaan ja taivuta rannetta ilman iskuja.
fr_ca: Fixez vos coudes et pliez votre avant-bras sans utiliser d'impulsion.
gu: હાથની સ્થિતિને નિશ્ચિત કરો અને કોઈ પ્રતિક્રિયા વગર, હાથની અંદરનો ભાગ વાળો.
he: לשמור על מיקום הכתף, ולהתכופף את הזרוע ללא שימוש בהנפה.
hi: अपनी कोहनी की स्थिति को स्थिर रखें और बिना किसी प्रतिक्रिया के अपने पहले हाथ को मोड़ें।
hr: Fiksirajte ruke i savijte preddjel ruku bez korištenja potiska.
hu: Fixálja a karokat, és hajtja meg az ulnakot, anélkül, hogy használná a nyomatást.
id: Memastikan posisi siku, lalu menekuk lengan bawah tanpa menggunakan tenaga dorong.
it: Mantieni la posizione dei gomiti e piega l'avambraccio senza utilizzare lo smorzamento.
ko: 팔꿈치의 위치를 고정하고, 반동을 사용하지 않고 팔꿈치를 구부립니다.
mr: हाताची स्थिती स्थिर ठेवा आणि स्फोट न वापरता, मनगटाला वाकवा.
ms: Menahan kedudukan siku, tanpa menggunakan tenaga pantulan, tekuk lengan bawah.
nl_nl: Houd je ellebogen op hun plaats en buig je onderarm zonder gebruik te maken van een krachtbeweging om de dumbbell omhoog te brengen.
no: Hold albuene på plass og bøy forarmen uten å bruke motstand.
pl: Zablokuj pozycję łokcia i zgiń przedramię bez używania siły odruchowej.
pt_br: Mantenha os cotovelos na posição ideal e dobre o antebraço sem usar o impulso.
pt_pt: Mantenha os cotovelos na posição ideal e dobre o antebraço sem usar o impulso.
ro: Fixează antebrațul și îndoaie brațul fără a folosi impulsul.
ru: Закрепите положение локтей и согните предплечье без использования рывков.
sk: Zafixujte pozíciu lakťov a ohnute pre krúžok bez použitia odpory.
sl: Bodite pozorni na položaj rok in brez uporabe odbijanja upakirate ramo nazaj.
sv: Fäst armbågen och böj underarmen utan att använda kraft, för att lyfta hanteln.
ta: கைகளை மடக்கி, முன்னோக்கிய கையை வளைத்து, டம்பலை உயர்த்தவும்.
te: చేతుల స్థానాన్ని స్థిరంగా ఉంచి, రియాక్షన్‌ను ఉపయోగించకుండా ముందు చేతిని వంచడం.
th: รักษาระดับข้อศอก และงอแขนโดยไม่ใช้แรงกระแทก
tr: Dirseklerinizi sabitleyerek, ön kolunuzu bükün ve itme gücünden kaçının.
uk: Зафіксуйте положення рук і згинайте передпліччя без використання відривних рухів.
vi: Giữ khuỷu tay cố định, không sử dụng phản lực, gập trước cánh tay.
zh_hans: 固定肘部位置，不用反作用力弯曲前臂
zh_hant: 固定肘部位置，不使用反作用力，彎曲前臂

# domain_catalog.d9da629fef3f
source: 微量を0として概算: {{value1}}
ar_sa: تقدير القيمة الصغيرة بـ 0: {{value1}}
ca: Estimació del mínim a 0: {{value1}}
cs: Odhadnutí pomocí hodnoty 0: {{value1}}
da: Estimer smål mængder ved at sætte dem til 0: {{value1}}
de_de: Schätzung mit 0 für kleines Ziel: {{value1}}
el: Μια εκτίμηση με μικρή ποσότητα, μηδέν: {{value1}}
en_au: Estimate low as zero: {{value1}}
es_es: Estimar como 0: {{value1}}
fi: Pienen määrän nollaaminen ja arviointi: {{value1}}
fr_ca: Estimer la petite quantité à 0 : {{value1}}
gu: ઓછી માત્રાને 0 તરીકે ગણીને અંદાજિત કરો: {{value1}}
he: הערכה של כמות קטנה כ-0: {{value1}}
hi: मात्रा को 0 मानें और अनुमान लगाएं: {{value1}}
hr: Procijenite malu količinu kao 0: {{value1}}
hu: Kis mennyiséget 0-nak tekintve: {{value1}}
id: Perkirakan jumlah kecil menjadi 0: {{value1}}
it: Stimare la piccola quantità come 0: {{value1}}
ko: 소량을 0으로 추정: {{value1}}
mr: कमी प्रमाणात 0 गृहीत धरून: {{value1}}
ms: Anggap jumlah ialah 0 untuk anggaran: {{value1}}
nl_nl: Een schatting van de hoeveelheid, gelijk aan 0: {{value1}}
no: Estimert med små mengder på 0: {{value1}}
pl: Przybliżona wartość małych zmian: {{value1}}
pt_br: Estimar a pequena quantidade como 0: {{value1}}
pt_pt: Estimar a pequena quantidade como 0: {{value1}}
ro: Estimarea cu cantitatea mică setată la 0: {{value1}}
ru: Оценка минимального прогресса (0): {{value1}}
sk: Odhad s hodnotou 0: {{value1}}
sl: Prišteti majhno količino kot 0 in izračunati: {{value1}}
sv: Uppskatta med 0 för små mängder: {{value1}}
ta: குறைந்த அளவை 0 ஆகக் கணக்கிட்டு, தோராயமாக: {{value1}}
te: చిన్న మొత్తాన్ని 0 గా పరిగణించి, అంచనా వేయడం: {{value1}}
th: ประมาณโดยใช้ 0 สำหรับปริมาณ: {{value1}}
tr: {{value1}} değerini kullanarak yaklaşık bir hesaplama yapın
uk: Оцінка невеликих змін, враховуючи 0: {{value1}}
vi: Ước tính số lượng nhỏ là 0: {{value1}}
zh_hans: 以微量为0进行估算：{{value1}}
zh_hant: 以微量为0进行估算：{{value1}}

# domain_catalog.da46dfa1365b
source: ケーブルクロスオーバー
ar_sa: كروس الكابل
ca: encreuament de cables
cs: Kabelový cross-over
da: Cable crossover
de_de: Kabel-Cross Over
el: Κύκλοι με Καλώδιο διαγώνια
en_au: Cable Cross Over
es_es: Cruce con cuerda
fi: Kaapelivuoro
fr_ca: Croisement de câbles
gu: કેબલ ક્રોસઓવર
he: כפיפת כבל בצדדים
hi: केबल क्रॉसओवर
hr: Cable crossover
hu: Cable crossover
id: Cross Over Tali
it: Cross-over al cavo
ko: 케이블 크로스오버
mr: केबल क्रॉसओवर
ms: Cable crossover
nl_nl: Cable crossover
no: Cable crossover
pl: Ćwiczenie "cross over" z linki
pt_br: Cruzamento de corda
pt_pt: Cruzamento de corda
ro: Cârlig crossover
ru: Перекрестные сгибания на канате
sk: Káblový cross-over
sl: Cable crossover
sv: Kabelcrossover
ta: கேபிள் கிராஸ் ஓவர்
te: కేబుల్ క్రాస్ ఓవర్
th: คาร์สด้วยสายเคเบิล
tr: Cable Cross Over
uk: Кабельне перехрестя
vi: Bài tập dây chéo
zh_hans: 绳索交叉
zh_hant: 绳索交叉
